Repository: FreshUnderground/UCASHV01
Catalog: lib/l10n/app_*.arb
Languages: fr

# appTitle
source: UCASH - Modern Money Transfer
fr: UCASH - Transfert d'Argent Moderne

source: Welcome
fr: Bienvenue

source: Login
fr: Connexion

source: Logout
fr: Déconnexion

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

# enterUsername
source: Enter your username
fr: Entrez votre nom d'utilisateur

# enterPassword
source: Enter your password
fr: Entrez votre mot de passe

source: Forgot password?
fr: Mot de passe oublié ?

source: Remember me
fr: Se souvenir de moi

source: Dashboard
fr: Tableau de bord

source: Operations
fr: Opérations

source: Reports
fr: Rapports

source: Settings
fr: Paramètres

source: Synchronization
fr: Synchronisation

source: Deposit
fr: Dépôt

source: Withdrawal
fr: Retrait

source: Transfer
fr: Transfert

source: Payment
fr: Paiement

source: Amount
fr: Montant

source: Balance
fr: Solde

source: Status
fr: Statut

source: Reference
fr: Référence

source: Pending
fr: En attente

source: Completed
fr: Terminé

source: Cancelled
fr: Annulé

source: Failed
fr: Échoué

source: Search
fr: Rechercher

source: Filter
fr: Filtrer

source: Export
fr: Exporter

source: Print
fr: Imprimer

source: Refresh
fr: Actualiser

source: Add
fr: Ajouter

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Phone
fr: Téléphone

source: Address
fr: Adresse

source: Online
fr: En ligne

source: Offline
fr: Hors ligne

# syncing
source: Synchronizing...
fr: Synchronisation en cours...

# syncSuccess
source: Synchronization successful
fr: Synchronisation réussie

# syncFailed
source: Synchronization failed
fr: Échec de la synchronisation

source: Last sync
fr: Dernière synchronisation

source: Error
fr: Erreur

source: Success
fr: Succès

source: Warning
fr: Avertissement

source: Loading...
fr: Chargement...

# noData
source: No data available
fr: Aucune donnée disponible

source: Retry
fr: Réessayer

source: Language Settings
fr: Paramètres de langue

source: Select Language
fr: Sélectionner la langue

source: French
fr: Français

source: English
fr: Anglais

# languageChanged
source: Language changed successfully
fr: Langue changée avec succès

source: Yes
fr: Oui

source: No
fr: Non

# starting
source: Starting application...
fr: Démarrage de l'application...

source: Initializing database...
fr: Initialisation de la base de données...

# initializingServices
source: Initializing core services...
fr: Initialisation des services de base...

# startingSync
source: Starting synchronization...
fr: Démarrage de la synchronisation...

# initializingConnectivity
source: Initializing connectivity service...
fr: Initialisation du service de connectivité...

source: Loading initial data...
fr: Chargement des données initiales...

source: Loading shops...
fr: Chargement des boutiques...

source: Loading agents...
fr: Chargement des agents...

source: Loading rates...
fr: Chargement des taux...

source: Finalizing...
fr: Finalisation...

source: Ready!
fr: Prêt !

# invalidCredentials
source: Invalid username or password
fr: Nom d'utilisateur ou mot de passe invalide

# networkError
source: Network error. Please check your connection.
fr: Erreur réseau. Veuillez vérifier votre connexion.

# serverError
source: Server error. Please try again later.
fr: Erreur serveur. Veuillez réessayer plus tard.

# confirmLogout
source: Are you sure you want to logout?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

# confirmDelete
source: Do you really want to delete this employee?
fr: Voulez-vous vraiment supprimer cet employé ?

source: Admin Dashboard
fr: Tableau de bord Administrateur

source: Agent Dashboard
fr: Tableau de bord Agent

source: Client Dashboard
fr: Tableau de bord Client

source: Expenses
fr: Dépenses

source: Partners
fr: Partenaires

# ratesAndCommissions
source: Rates & Commissions
fr: Taux & Commissions

source: Fees
fr: Frais

source: VIRTUAL
fr: VIRTUEL

# operationDataSynced
source: Operation data synchronized
fr: Données des opérations synchronisées

# syncError
source: Synchronization error
fr: Erreur lors de la synchronisation

# modernSecureTransfer
source: Modern and secure money transfer
fr: Transfert d'argent moderne et sécurisé

# pleaseEnterUsername
source: Please enter your username
fr: Veuillez saisir votre nom d'utilisateur

# pleaseEnterPassword
source: Please enter your password
fr: Veuillez saisir votre mot de passe

source: Agent Login
fr: Connexion Agent

source: Client Login
fr: Connexion Client

source: Create Default Admin
fr: Créer Admin par défaut

source: Admin Panel
fr: Panneau d'administration

source: Capital Adjustment
fr: Ajustement du Capital

source: Adjust Capital
fr: Ajuster le Capital

source: Capital Adjustment History
fr: Historique des Ajustements de Capital

source: Capital Adjustments
fr: Ajustements de Capital

source: Adjustment Type
fr: Type d'ajustement

source: Increase Capital
fr: Augmentation du capital

source: Decrease Capital
fr: Diminution du capital

source: Capital Increase
fr: Augmentation

source: Capital Decrease
fr: Diminution

source: Payment Mode
fr: Mode de paiement

source: Cash
fr: Espèces

source: Reason
fr: Raison

# reasonRequired
source: Reason is required
fr: La raison est obligatoire

# reasonMinLength
source: Please provide a detailed reason (minimum 10 characters)
fr: Veuillez fournir une raison détaillée (minimum 10 caractères)

source: Detailed Description
fr: Description détaillée

# descriptionOptional
source: Additional context, decision reference, etc. (optional)
fr: Contexte additionnel, référence décision, etc. (optionnel)

source: Current Capital
fr: Capital actuel

source: Total Current Capital
fr: Capital total actuel

source: Adjustment Preview
fr: Aperçu de l'ajustement

# currentCapitalTotal
source: Current total capital
fr: Capital total actuel

source: Adjustment
fr: Ajustement

source: New Capital
fr: Nouveau capital

# newCapitalTotal
source: New total capital
fr: Nouveau capital total

source: Confirm Adjustment
fr: Confirmer l'ajustement

# capitalAdjustedSuccessfully
source: Capital adjustment recorded!
fr: Ajustement de capital enregistré !

# capitalUpdatedAndTracked
source: Capital updated and tracked in audit log
fr: Capital mis à jour et tracé dans l'audit log

# adjustmentError
source: Error during adjustment
fr: Erreur lors de l'ajustement

source: History
fr: Historique

source: View History
fr: Voir l'Historique

source: Adjustment History
fr: Historique des Ajustements

source: All Capital Adjustments
fr: Tous les Ajustements de Capital

source: Filter by period
fr: Filtrer par période

# noAdjustmentsFound
source: No capital adjustments found
fr: Aucun ajustement de capital trouvé

source: Before
fr: Avant

source: After
fr: Après

source: Audit ID
fr: ID Audit

source: by
fr: par

source: on
fr: le

source: Clear Filters
fr: Effacer les filtres

source: Period
fr: Période

# selectDate
source: Select a date
fr: Sélectionner une date

source: Clear
fr: Effacer

source: Select
fr: Sélectionner

source: Reset
fr: Réinitialiser

# downloadSuccess
source: Download successful
fr: Téléchargement réussi

source: Download error
fr: Erreur de téléchargement

source: Download from server
fr: Télécharger depuis le serveur

# selectDataType
source: Select the type of data to download
fr: Sélectionnez le type de données à télécharger

source: Download all FEES
fr: Télécharger tous les FRAIS

# feesDescription
source: Commissions and fees collected
fr: Commissions et frais encaissés

source: Download all EXPENSES
fr: Télécharger toutes les DÉPENSES

# expensesDescription
source: Expenses made by the agency
fr: Dépenses effectuées par l'agence

source: Download all
fr: Tout télécharger

# downloadAllDescription
source: All special accounts (Fees and Expenses)
fr: Tous les comptes spéciaux (Frais et Dépenses)

source: Special Accounts
fr: Comptes Spéciaux

source: Hide filters
fr: Masquer les filtres

source: Show filters
fr: Afficher les filtres

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Shop Name
fr: Nom du Shop

source: Location
fr: Localisation

source: Shop Location
fr: Localisation du Shop

# additionToCapital
source: Addition to Capital (Entry)
fr: Ajout au capital (Entrée)

# withdrawalFromCapital
source: Withdrawal from Capital (Exit)
fr: Retrait du capital (Sortie)

# amountRequired
source: Amount is required
fr: Le montant est requis

source: Invalid amount
fr: Montant invalide

source: Enter amount
fr: Entrez le montant

source: Capital Management
fr: Gestion du Capital

source: No shops available
fr: Aucun shop disponible

source: Total Adjustments
fr: Total des Ajustements

source: Increases
fr: Augmentations

source: Decreases
fr: Diminutions

source: Net Change
fr: Changement Net

source: Recent Adjustments
fr: Ajustements Récents

source: View All
fr: Voir Tout

source: Capitalize
fr: Capitaliser

source: User not connected
fr: Utilisateur non connecté

source: Shop Management
fr: Gestion des Shops

source: Shops Management
fr: Gestion des Shops

source: New Shop
fr: Nouveau Shop

source: Edit Shop
fr: Modifier le Shop

source: Delete Shop
fr: Supprimer le Shop

source: Shop Details
fr: Détails du Shop

source: Shop Information
fr: Informations du Shop

source: Designation
fr: Désignation

# designationRequired
source: Designation is required
fr: La désignation est requise

# designationMinLength
source: Designation must contain at least 3 characters
fr: La désignation doit contenir au moins 3 caractères

# locationRequired
source: Location is required
fr: La localisation est requise

# capitalByType
source: Capital by Cash Type (USD)
fr: Capitaux par Type de Caisse (USD)

# capitalCash
source: Cash Capital
fr: Capital Cash

# capitalCashRequired
source: Cash capital is required
fr: Le capital Cash est requis

# capitalMustBePositive
source: Capital must be a positive number or zero
fr: Le capital doit être un nombre positif ou zéro

# capitalAirtelMoney
source: Airtel Money Capital
fr: Capital Airtel Money

# capitalMPesa
source: M-Pesa Capital
fr: Capital M-Pesa

# capitalOrangeMoney
source: Orange Money Capital
fr: Capital Orange Money

source: Total Capital
fr: Capital Total

source: Average Capital
fr: Capital Moyen

source: Active Shops
fr: Shops Actifs

source: Creating...
fr: Création...

source: Updating...
fr: Mise à jour...

source: Create Shop
fr: Créer le Shop

source: Update Shop
fr: Mettre à jour le Shop

source: Shop created successfully!
fr: Shop créé avec succès !

source: Shop updated successfully!
fr: Shop mis à jour avec succès !

source: Shop deleted successfully!
fr: Shop supprimé avec succès !

source: Error creating shop
fr: Erreur lors de la création du shop

source: Error updating shop
fr: Erreur lors de la mise à jour du shop

source: Error deleting shop
fr: Erreur lors de la suppression du shop

# confirmDeleteShop
source: Are you sure you want to delete this shop?
fr: Êtes-vous sûr de vouloir supprimer ce shop ?

source: This action cannot be undone.
fr: Cette action ne peut pas être annulée.

# shopHasAgents
source: This shop has agents assigned to it.
fr: Ce shop a des agents qui lui sont assignés.

source: All agents will be unassigned.
fr: Tous les agents seront désassignés.

source: No shops found
fr: Aucun shop trouvé

# createFirstShop
source: Create your first shop to get started
fr: Créez votre premier shop pour commencer

# clickNewShopToCreate
source: Click on 'New Shop' to create your first shop
fr: Cliquez sur 'Nouveau Shop' pour créer votre premier shop

source: Not specified
fr: Non spécifié

source: View
fr: Voir

source: View Details
fr: Voir les détails

source: Primary Currency
fr: Devise Principale

source: Secondary Currency
fr: Devise Secondaire

source: Initial Capital
fr: Capital Initial

source: Debts
fr: Dettes

source: Credits
fr: Crédits

source: Last Modified
fr: Dernière Modification

source: Created At
fr: Créé le

source: Sync Status
fr: Statut de Sync

source: Synced
fr: Synchronisé

source: Not Synced
fr: Non Synchronisé

source: Sync Pending
fr: En attente de sync

source: Agents Management
fr: Gestion des Agents

source: New Agent
fr: Nouvel Agent

source: Edit Agent
fr: Modifier l'Agent

source: Delete Agent
fr: Supprimer l'Agent

source: Agent Details
fr: Détails de l'Agent

source: Active Agents
fr: Agents Actifs

source: Inactive Agents
fr: Agents Inactifs

source: Verify Admin
fr: Vérifier Admin

source: Create Test Agents
fr: Créer Agents de Test

source: Debug Info
fr: Info Debug

source: Agent Information
fr: Informations de l'Agent

source: Assigned Shop
fr: Shop Assigné

# shopRequired
source: Please select a shop
fr: Veuillez sélectionner un shop

# usernameRequired
source: Username is required
fr: Le nom d'utilisateur est requis

# usernameMinLength
source: Username must contain at least 3 characters
fr: Le nom d'utilisateur doit contenir au moins 3 caractères

# passwordRequired
source: Password is required
fr: Le mot de passe est requis

# passwordMinLength
source: Password must contain at least 6 characters
fr: Le mot de passe doit contenir au moins 6 caractères

source: No data available
fr: Aucune donnée disponible

source: Fees Collected
fr: Frais encaissés

# errorOccurred
source: An error occurred
fr: Une erreur s'est produite

source: All shops
fr: Tous les shops

# selectShop
source: Select a Shop
fr: Sélectionnez un Shop

source: Full Name
fr: Nom Complet

source: Full name (optional)
fr: Nom complet (optionnel)

source: Phone Number
fr: Numéro de Téléphone

# phoneOptional
source: Phone number (optional)
fr: Numéro de téléphone (optionnel)

source: Role
fr: Rôle

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: Activate
fr: Activer

source: Deactivate
fr: Désactiver

# agentActivated
source: Agent activated successfully
fr: Agent activé avec succès

# agentDeactivated
source: Agent deactivated successfully
fr: Agent désactivé avec succès

source: Agent created successfully!
fr: Agent créé avec succès !

source: Agent updated successfully!
fr: Agent mis à jour avec succès !

source: Agent deleted successfully!
fr: Agent supprimé avec succès !

source: Error creating agent
fr: Erreur lors de la création de l'agent

source: Error updating agent
fr: Erreur lors de la mise à jour de l'agent

source: Error deleting agent
fr: Erreur lors de la suppression de l'agent

# confirmDeleteAgent
source: Are you sure you want to delete this agent?
fr: Êtes-vous sûr de vouloir supprimer cet agent ?

source: No agents found
fr: Aucun agent trouvé

# createFirstAgent
source: Create your first agent to get started
fr: Créez votre premier agent pour commencer

# minimumCharacters
source: Minimum {count} characters
fr: Minimum {count} caractères

source: No shop assigned
fr: Aucun shop assigné

source: Admin exists
fr: Admin existe

source: Admin not found
fr: Admin non trouvé

# adminWillBeRecreated
source: Admin will be automatically recreated.
fr: L'admin sera recréé automatiquement.

# adminRole
source: Administrator
fr: Administrateur

# createTestAgentsConfirm
source: Do you want to create 2 test agents to verify the system?
fr: Voulez-vous créer 2 agents de test pour vérifier le système ?

source: Agents to be created:
fr: Agents qui seront créés:

# testAgentsCreatedSuccess
source: Test agents created successfully!
fr: Agents de test créés avec succès !

# debugInfoInConsole
source: Debug information displayed in console...
fr: Informations de debug affichées dans la console...

# openConsoleF12
source: Open the console (F12) to see details.
fr: Ouvrez la console (F12) pour voir les détails.

source: Close
fr: Fermer

# searchAgent
source: Search for an agent...
fr: Rechercher un agent...

source: Filter by Status
fr: Filtrer par Statut

source: All agents
fr: Tous les agents

source: All
fr: Tous

# noAgentFound
source: No agent found with these criteria
fr: Aucun agent trouvé avec ces critères

# clickNewAgentToCreate
source: Click on "New Agent" to create an agent
fr: Cliquez sur "Nouvel Agent" pour créer un agent

source: Create an Agent
fr: Créer un Agent

source: Agents Statistics
fr: Statistiques des Agents

source: With Agents
fr: Avec Agents

source: Without Agents
fr: Sans Agents

source: Rate
fr: Taux

source: Admin Reports
fr: Rapports Admin

# adminReportsLong
source: Administrator Reports
fr: Rapports Administrateur

source: Analysis and performance tracking
fr: Analyse et suivi des performances

source: Advanced dashboards
fr: Tableaux de bord avancés

source: Company Net Position
fr: Situation Nette Entreprise

source: Cash Movements
fr: Mouvements de Caisse

source: Daily Closure
fr: Clôture Journalière

source: Closure History
fr: Historique Clôtures

source: Inter-Shop Credits
fr: Crédits Inter-Shops

source: Intershop Debts
fr: Dettes Intershop

source: FLOT Movements
fr: Mouvements FLOT

source: Shop selected
fr: Shop sélectionné

# useFilterAbove
source: Use the filter above to select a specific shop
fr: Utilisez le filtre ci-dessus pour sélectionner un shop spécifique

# dailyClosureRequiresShop
source: Daily closure requires a specific shop
fr: La clôture journalière nécessite un shop spécifique

source: Enterprise
fr: Entreprise

source: Cash Register
fr: Caisse

source: Closure
fr: Clôture

source: Closures
fr: Clôtures

source: Previous Fees
fr: Frais Antérieur

source: Fees Withdrawn
fr: Sortie Frais

source: Total Fees Collected
fr: Total Frais encaissés

source: Total Fees Withdrawn
fr: Total Sortie Frais

source: Previous Expenses
fr: Dépense Antérieur

source: Deposits
fr: Dépôts

source: Withdrawals
fr: Sorties

source: Total Deposits
fr: Total Dépôts

source: Total Withdrawals
fr: Total Sorties

source: Download
fr: Télécharger

source: Export to PDF
fr: Exporter en PDF

source: New entry
fr: Nouvelle entrée

source: New expense
fr: Nouvelle dépense

source: New withdrawal
fr: Nouveau retrait

# loadingError
source: Error loading data
fr: Erreur de chargement des données

# operationSuccess
source: Operation successful
fr: Opération réussie

source: Operation failed
fr: Échec de l'opération

source: Confirm action
fr: Confirmer l'action

source: Are you sure?
fr: Êtes-vous sûr ?

source: All types
fr: Tous les types

source: Advanced filters
fr: Filtres avancés

source: Reset filters
fr: Réinitialiser les filtres

source: All operations
fr: Toutes les opérations

source: Loading in progress...
fr: Chargement en cours...

# dataLoadingError
source: Error loading data
fr: Erreur de chargement des données

source: FEES Account
fr: Compte FRAIS

source: EXPENSE Account
fr: Compte DÉPENSE

source: Net Profit
fr: Bénéfice Net

source: Available balance
fr: Solde disponible

source: Statement
fr: Relevé

# transactionsCount
source: Number of transactions
fr: Nombre de transactions

source: Client commissions
fr: Commissions clients

source: Boss withdrawals
fr: Retraits Boss

source: Boss deposits
fr: Dépôts Boss

source: Expenses outflows
fr: Sorties/Dépenses

source: Transactions details
fr: Détail des transactions

# noTransactionsForPeriod
source: No transactions for this period
fr: Aucune transaction pour cette période

source: Statistics
fr: Statistiques

# totalIn
source: Total inflows
fr: Total Entrées

# totalOut
source: Total outflows
fr: Total Sorties

# feesTotal
source: Total fees
fr: Frais totaux

# transfersDetails
source: Transfer details
fr: Détails des transferts

# noRoutesFound
source: No route found
fr: Aucune route trouvée

source: No fees collected
fr: Aucun frais encaissé

source: No served transfers
fr: Aucun transfert servi

# feesWillAppearWhenServingTransfers
source: Fees will appear here when you serve transfers
fr: Les frais s'afficheront ici quand vous servez des transferts

source: National transfer
fr: Transfert national

# internationalIncomingTransfer
source: Incoming international transfer
fr: Transfert international entrant

# internationalOutgoingTransfer
source: Outgoing international transfer
fr: Transfert international sortant

source: Physical fees
fr: Frais physiques

source: Virtual fees
fr: Frais virtuels

source: Personnel Management
fr: Gestion du Personnel

source: Employees
fr: Employés

source: Salaries
fr: Salaires

source: Advances
fr: Avances

source: Payslips
fr: Fiches de Paie

source: Monthly Report
fr: Rapport Mensuel

source: Payment Report
fr: Rapport de Paiements

# matricule
source: ID Number
fr: Matricule

source: Birth Date
fr: Date de Naissance

source: Birth Place
fr: Lieu de Naissance

source: Gender
fr: Sexe

source: Marital Status
fr: État Civil

source: Number of Children
fr: Nombre d'Enfants

source: Position
fr: Poste

source: Department
fr: Département

source: Contract Type
fr: Type de Contrat

source: Hire Date
fr: Date d'Embauche

source: Contract End Date
fr: Date Fin Contrat

source: Base Salary
fr: Salaire de Base

source: Transport Allowance
fr: Prime Transport

source: Housing Allowance
fr: Prime Logement

source: Position Allowance
fr: Prime de Fonction

source: Other Allowances
fr: Autres Primes

source: Overtime
fr: Heures Supplémentaires

source: Gross Salary
fr: Salaire Brut

source: Net Salary
fr: Salaire Net

source: Deductions
fr: Déductions

source: Total Deductions
fr: Total Déductions

source: Advances Deducted
fr: Avances Déduites

source: Credits Deducted
fr: Crédits Déduits

source: Taxes
fr: Impôts

source: CNSS Contribution
fr: Cotisation CNSS

source: Other Deductions
fr: Autres Déductions

source: Suspended
fr: Suspendu

source: On Leave
fr: En Congé

source: Resigned
fr: Démissionné

source: Terminated
fr: Licencié

source: Add Employee
fr: Ajouter un Employé

source: Edit Employee
fr: Modifier l'Employé

source: Delete Employee
fr: Supprimer l'Employé

source: Employee Details
fr: Détails de l'Employé

source: No employees found
fr: Aucun employé trouvé

# addFirstEmployee
source: Add your first employee
fr: Ajoutez votre premier employé

source: Generate Salaries
fr: Générer les Salaires

source: Generate Monthly
fr: Générer Mensuellement

source: Payment Status
fr: Statut de Paiement

source: Paid
fr: Payé

source: Partial
fr: Partiel

source: Unpaid
fr: Impayé

source: Waiting
fr: En Attente

source: Advance Amount
fr: Montant Avance

source: Reimbursed Amount
fr: Montant Remboursé

source: Remaining Amount
fr: Montant Restant

source: Repayment Mode
fr: Mode de Remboursement

source: Repayment Duration
fr: Durée Remboursement

source: Monthly Payment
fr: Mensualité

source: Credit Amount
fr: Montant Crédit

source: Interest Rate
fr: Taux d'Intérêt

source: Duration
fr: Durée

source: Total to Reimburse
fr: Total à Rembourser

source: Grant Date
fr: Date d'Octroi

source: Due Date
fr: Date d'Échéance

source: Payslip
fr: Fiche de Paie

source: Generate Payslip
fr: Générer Fiche de Paie

source: Download PDF
fr: Télécharger PDF

source: Payslip for
fr: Fiche de Paie pour

source: Monthly Payment Report
fr: Rapport Mensuel des Paiements

source: Financial Summary
fr: Résumé Financier

source: Employee Count
fr: Nombre d'Employés

source: Paid Count
fr: Nombre Payés

source: Total Gross
fr: Total Brut

source: Amount Paid
fr: Montant Payé

source: Amount Unpaid
fr: Montant Impayé

source: Detail by Employee
fr: Détail par Employé

source: Make Payment
fr: Effectuer Paiement

source: Payment Method
fr: Mode de Paiement

source: Bank Transfer
fr: Virement

source: Check
fr: Chèque

# personalInfo
source: Personal Information
fr: Informations Personnelles

# professionalInfo
source: Professional Information
fr: Informations Professionnelles

# salaryInfo
source: Salary Information
fr: Informations Salariales

# searchEmployee
source: Search (name, ID, phone...)
fr: Rechercher (nom, matricule, téléphone...)

source: Filter by Position
fr: Filtrer par Poste

source: Overview
fr: Vue d'Ensemble
