Repository: FreshUnderground/UCASHV01
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Active Employees
fr: Employés Actifs

source: Total Employees
fr: Total Employés

source: Monthly Payroll
fr: Masse Salariale Mensuelle

source: By Status
fr: Par Statut

# employeeCreatedSuccess
source: Employee created successfully
fr: Employé créé avec succès

# employeeUpdatedSuccess
source: Employee updated successfully
fr: Employé mis à jour avec succès

# employeeDeletedSuccess
source: Employee deleted successfully
fr: Employé supprimé avec succès

# salaryGeneratedSuccess
source: Salary generated successfully
fr: Salaire généré avec succès

# paymentRecordedSuccess
source: Payment recorded successfully
fr: Paiement enregistré avec succès

# confirmGenerate
source: Do you want to generate salaries for all active employees?
fr: Voulez-vous générer les salaires pour tous les employés actifs ?

source: Confirm payment
fr: Confirmer le paiement

source: Month
fr: Mois

source: Year
fr: Année

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: Required field
fr: Champ requis

source: Back
fr: Retour

source: Next
fr: Suivant

source: Previous
fr: Précédent

source: Submit
fr: Soumettre

source: Closure Report
fr: Rapport de Clôture

source: Daily Closure Report
fr: Rapport de Clôture Journalière

source: Generate Report
fr: Générer le Rapport

source: Report date
fr: Date du rapport

source: Previous Balance
fr: Solde Antérieur

source: Transfers Received
fr: Transferts Reçus

source: Transfers Served
fr: Transferts Servis

source: Fees Withdrawal
fr: Sortie Frais

source: Detail by Shop
fr: Détail par Shop

source: Daily Fees Balance
fr: Solde Frais du jour

source: Served Partners
fr: Partenaires Servis

source: Partners Deposits
fr: Dépôts Partenaires

source: Shops We Owe
fr: Shops à qui Nous Devons

source: Shops Owing Us
fr: Shops qui Nous Doivent

source: Total Intershop Debts
fr: Total Dettes Inter-Shops

# noPartnerOperations
source: No partner operations found for this day
fr: Aucune opération partenaire trouvée pour ce jour

# previewPdf
source: Preview
fr: Prévisualiser

source: Download PDF
fr: Télécharger PDF

# printReport
source: Print
fr: Imprimer

# confirmPrint
source: Confirm printing
fr: Confirmer l'impression

# printingLaunched
source: Printing launched successfully
fr: Impression lancée avec succès

source: Report for
fr: Rapport du

source: Tip
fr: Conseil

# usePreviewBeforePrinting
source: Use "Preview" to see the content before printing
fr: Utilisez "Prévisualiser" pour voir le contenu avant d'imprimer

source: No report available
fr: Aucun rapport disponible

source: Generating report...
fr: Génération du rapport en cours...

source: Refresh Report
fr: Actualiser le rapport

source: PDF generated successfully
fr: PDF généré avec succès

source: PDF Error
fr: Erreur PDF

source: Partner
fr: Partenaire

source: Debtor
fr: Débiteur

source: Creditor
fr: Créancier

source: Install App
fr: Installer l'App

source: Install UCASH App
fr: Installer l'Application UCASH

# installPwaDescription
source: Install UCASH on your device for quick access, offline support, and a native app experience
fr: Installez UCASH sur votre appareil pour un accès rapide, un support hors ligne et une expérience d'application native

# installPwaTitle
source: Install Application
fr: Installer l'Application

# installPwaMessage
source: Install UCASH for better performance and offline access
fr: Installez UCASH pour de meilleures performances et un accès hors ligne

# pwaInstallSuccess
source: Application ready to install!
fr: Application prête à être installée !

# pwaNotSupported
source: PWA installation not supported on this device
fr: L'installation PWA n'est pas supportée sur cet appareil

# pwaAlreadyInstalled
source: Application already installed
fr: Application déjà installée

source: Install Now
fr: Installer Maintenant

source: Already Installed
fr: Déjà Installée

source: Work Offline
fr: Travailler Hors Ligne

source: Fast Access
fr: Accès Rapide

# likeNativeApp
source: Like a Native App
fr: Comme une App Native

source: Intershop Debts Movements
fr: Mouvements des Dettes Intershop

source: Intershop Debts Report
fr: Rapport des Dettes Intershop

source: Total Receivables
fr: Total Créances

source: Total Debts
fr: Total Dettes

source: Net Balance
fr: Solde Net

source: Movements
fr: Mouvements

source: No intershop debt
fr: Aucune dette inter-shop

# noReceivablesOrDebtsForPeriod
source: This shop has neither receivables nor debts for the selected period
fr: Ce shop n'a ni créances ni dettes pour la période sélectionnée

source: Filters
fr: Filtres

source: Period Selection
fr: Sélection de la période

source: Generate PDF
fr: Générer PDF

source: Daily Evolution
fr: Évolution Quotidienne

source: Movement Details
fr: Détails des Mouvements

source: Error generating report
fr: Erreur lors de la génération du rapport

source: Total Operations
fr: Total Opérations

source: Click for details
fr: Cliquer pour détails

source: Operation
fr: Opération

source: Receivable
fr: Créance

source: Debt
fr: Dette

source: Previous Debt
fr: Dette Antérieure

source: Cumulative Balance
fr: Solde Cumulé

source: Daily Balance
fr: Solde du jour

# noMovementsForPeriod
source: No movements for this period
fr: Aucun mouvement pour cette période

source: Show daily evolution
fr: Afficher l'évolution quotidienne

source: Hide daily evolution
fr: Masquer l'évolution quotidienne

source: Show movement details
fr: Afficher les détails des mouvements

source: Hide movement details
fr: Masquer les détails des mouvements

source: Served
fr: Servi

source: Awaiting
fr: En attente

source: Group by
fr: Grouper par

source: Group by type
fr: Grouper par type

source: Group by source shop
fr: Grouper par shop source

source: Group by destination shop
fr: Grouper par shop destination

source: Transfer served
fr: Transfert servi

source: Transfer pending
fr: Transfert en attente

source: Transfer initiated
fr: Transfert initié

source: Deposit received
fr: Dépôt reçu

source: Deposit made
fr: Dépôt fait

source: Withdrawal served
fr: Retrait servi

source: Withdrawal made
fr: Retrait fait

source: FLOT received
fr: FLOT reçu

source: FLOT sent
fr: FLOT envoyé

source: Shop-to-shop FLOT
fr: FLOT shop-à-shop

source: Export PDF
fr: Exporter PDF

source: Partners Net Position
fr: Situation Nette des Partenaires

# searchPartner
source: Search for a partner (name, phone, account number)
fr: Rechercher un partenaire (nom, téléphone, numéro de compte)

# enterNamePhoneOrAccount
source: Enter a name, phone or account number
fr: Entrez un nom, téléphone ou numéro de compte

source: Global Net Position
fr: Position Nette Globale

source: They Owe Us
fr: Ils Nous qui Doivent

source: We Owe Them
fr: Nous leur devons

source: Net Position
fr: Position Nette

source: Those Who Owe Us
fr: Ceux qui Nous qui Doivent

source: Those We Owe
fr: Ceux que Nous que Devons

source: No partner
fr: Aucun partenaire

source: in this category
fr: dans cette catégorie

source: Trash Bin
fr: Corbeille

source: Empty trash
fr: Corbeille vide

source: Restore operation
fr: Restaurer l'opération

source: Restore this operation
fr: Restaurer cette opération

# confirmRestore
source: Confirm restoration of this operation?
fr: Confirmer la restauration de cette opération ?

# operationRestored
source: Operation restored successfully
fr: Opération restaurée avec succès

# errorRestoring
source: Error restoring operation
fr: Erreur lors de la restauration

source: Deleted on
fr: Supprimé le

# deletedBy
source: By
fr: Par

source: Synced on server
fr: Synchronisé sur le serveur

# waitingForSync
source: Waiting for synchronization
fr: En attente de synchronisation

source: Recipient
fr: Destinataire

source: Gross amount
fr: Montant brut

source: Net amount
fr: Montant net

source: Operation date
fr: Date opération

source: Deletion reason
fr: Raison suppression
